Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/nuorisoneuvosto.html.tmx
Source language: fin
Languages: sme

source: Nuorisoneuvosto
sme: Nuoraidráđđi

source: Nuorisoneuvostoon valitaan kahdeksi vuodeksi kerrallaan puheenjohtaja, varapuheenjohtaja ja viisi muuta jäsentä sekä jokaiselle henkilökohtaiset varajäsenet.
sme: Nuoraidráđđái válljejuvvojit guovtti jahkái hávil ságajođiheaddji, várreságajođiheaddji ja vihta eará lahtu sihke juohkehažžii persovnnalaš várrelahtut.

source: Näiden varsinaisten jäsenten ja varajäsenten tulee olla valituksi tullessaan 18-28-vuotiaita.
sme: Dát fásta lahtut ja várrelahtut galget leat válljedettiin 18-28-jahkásaččat.

source: Lisäksi nuorisoneuvostoon valitaan kahdeksi vuodeksi kerrallaan enintään viisi pysyvää asiantuntijajäsentä, joiden tulee olla valituksi tullessaan 15-17-vuotiaita.
sme: Lassin nuoraidráđđái válljejuvvojit guovtti jahkái hávil eanemustá vihta fásta áššedovdilahtu, geat galget leat válljedettiin 15-17-jahkásaččat.

source: Nuorisoneuvoston puheenjohtajan ja varapuheenjohtajan ei tarvitse olla saamelaiskäräjien jäseniä.
sme: Nuoraidráđi ságajođiheaddji ja várreságajođiheaddji eai dárbbaš leat sámedikki lahtut.

source: Nuorisoneuvosto valmistelee ne saamelaiskäräjien lausunnot, aloitteet ja muut kannanotot jotka koskevat saamelaisnuoria tai saamelaisnuorten elinoloja.
sme: Nuoraidráđđi válmmaštallá daid sámedikki čealkámušaid, álgagiid ja eará beali váldimiid, mat gusket sámenuoraid dahje sámenuoraid eallindiliid.

source: Muita nuorisoneuvoston päätehtäviä on edistää saamelaisnuorten kielellisiä ja kulttuurisia oikeuksia ympäri Suomen sekä vahvistaa saamelaisnuorten kuuluvuutta saamelaiskulttuuriin.
sme: Eará nuoraidráđi váldobarggut leat ovddidit sámenuoraid gielalaš ja kultuvrralaš vuoigatvuođaid miehtá Suoma sihke nannet sámenuoraid gullama sámekultuvrrii.

source: Nuorisoneuvosto 2022-2023
sme: Nuoraidráđđi 2020-2021 Lahtut:

source: Varsinaiset jäsenet:
sme: Anni-Sofia Niittyvuopio Hansa Ravna-Pieski Maria Mäkinen Jon-Erik Näkkäläjärvi Anni-Sofia Löf Anette Kosonen Janita Känsälä

source: Anni-Sofia Niittyvuopio Hansa Ravna-Pieski Maria Mäkinen Jon-Erik Näkkäläjärvi Anni-Sofia Löf Anette Kosonen Janita Känsälä
sme: Várrelahtut:

source: Varajäsenet:
sme: Ánte Tenoranta Juuso Valle Jasmin Semenoff Helmi Ljetoff Sunna Siilasjoki Eetu Magga Harri-Aslak Jomppanen

source: Ánte Tenoranta Juuso Valle Jasmin Semenoff Helmi Ljetoff Sunna Siilasjoki Eetu Magga Harri-Aslak Jomppanen
sme: Áššedovdilahtut:

source: Asiantuntijajäsenet:
sme: Nuoraidráđi doallá ortiiduvvančoahkkima álgojagi bealde.

source: Nuorisoneuvosto järjestäytyy alkuvuodesta 2022.
sme: Vuosttaš čoahkkimis nuoraidráđđi vállje ieš ráđđái guovtte jahkái hávil sátnejođiheaddji ja várresátnejođiheaddji.

source: Ensimmäisessä kokouksessa nuorisoneuvosto valitsee keskuudestaan neuvostoon kahdeksi vuodeksi kerrallaan puheenjohtajan ja varapuheenjohtajan.
sme: Lassin nuoraidráđđi vállje guovtte jahkái hávil eanemustá vihtta bissovaš áššedovdi.

source: Lisäksi nuorisoneuvosto nimeää neuvostolle kahdeksi vuodeksi kerrallaan enintään viisi pysyvää asiantuntijaa.
sme: Nuoraidráđi áššedovdit galget leat válljejuvvot boađidettiin 15–17 -jahkásaččat.
